Repository: affinidi/affinidi-labs-ayra-card-demo-app
Catalog: mobile-app/code/lib/l10n/app_*.arb
Languages: de, es

# acceptOfferTitle
source: Invitation Request Details
de: Details zur Einladungsanfrage
es: Detalles de la solicitud de invitación

# addCustomMediator
source: Add Custom Message Server
de: Hinzufügen eines benutzerdefinierten Nachrichtenservers
es: Agregar servidor de mensajes personalizado

# addedMediatorSuccess
source: Added message server "{name}"
de: Message-Server "{name}" hinzugefügt
es: Añadido servidor de mensajes "{name}"

source: Add new identity alias
de: Hinzufügen eines neuen Identitätsalias
es: Agregar nuevo alias de identidad

source: Alias label
de: Alias-Beschriftung
es: Etiqueta de alias

# aliasLabelHelperText
source: The alias label is how you will refer to this alias when connecting. Use a descriptive name to make it easier to identify.
de: Die Alias-Beschriftung ist die Art und Weise, wie Sie beim Herstellen einer Verbindung auf diesen Alias verweisen. Verwenden Sie einen aussagekräftigen Namen, um die Identifizierung zu erleichtern.
es: La etiqueta de alias es la forma en que se referirá a este alias cuando se conecte. Use un nombre descriptivo para que sea más fácil de identificar.

# aliasPickerDescription
source: Identities help you keep your personal information private and in your control. You can choose to use the Primary Identity alias you have configured, or select one of your additional identity aliases for this invitation.
de: Identitäten helfen Ihnen, Ihre persönlichen Daten privat und unter Ihrer Kontrolle zu halten. Sie können den von Ihnen konfigurierten Alias für die primäre Identität verwenden oder einen Ihrer zusätzlichen Identitätsaliase für diese Einladung auswählen.
es: Las identidades lo ayudan a mantener su información personal privada y bajo su control. Puede optar por utilizar el alias de identidad principal que ha configurado o seleccionar uno de sus alias de identidad adicionales para esta invitación.

# aliasPickerTitle
source: Connect using this selected identity
de: Verbindung mit dieser ausgewählten Identität herstellen
es: Conexión con esta identidad seleccionada

# aliasProfileDescription
source: Your alias profile helps you keep your identity private and in your control.
de: Ihr Alias-Profil hilft Ihnen, Ihre Identität privat und unter Kontrolle zu halten.
es: Tu perfil de alias te ayuda a mantener tu identidad privada y bajo tu control.

# aliasTooLong
source: The alias is too long
de: Der Alias ist zu lang
es: El alias es demasiado largo

source: Anonymous
de: Anonym
es: Anónimo

# appName
source: Sweetlane Group
de: Treffpunkt
es: Lugar de encuentro

# changeButton
source: Change
de: Veränderung
es: Cambio

# chatAddMessageToMediaPrompt
source: Add a message
de: Eine Nachricht hinzufügen
es: Agregar un mensaje

source: Chat group name
de: Name der Chat-Gruppe
es: Nombre del grupo de chat

# chatRequestPermissionToJoinGroup
source: {memberName} wants to join the group
de: {memberName} möchte der Gruppe beitreten
es: {memberName} quiere unirse al grupo

# chatRequestPermissionToJoinGroupFailed
source: Failed to join group
de: Fehler beim Beitritt zur Gruppe
es: No se pudo unir al grupo

# chatRequestPermissionToUpdateProfile
source: The profile details shared with this contact have changed. Would you like to send them an update?
de: Die Profildetails, die für diesen Kontakt freigegeben wurden, haben sich geändert. Möchten Sie ihnen ein Update senden?
es: Los detalles del perfil compartidos con este contacto han cambiado. ¿Te gustaría enviarles una actualización?

# chatRequestPermissionToUpdateProfileGroup
source: The profile details shared with this group have changed. Would you like to update all members?
de: Die Profildetails, die für diese Gruppe freigegeben wurden, haben sich geändert. Möchten Sie alle Mitglieder auf dem Laufenden halten?
es: Los detalles del perfil compartidos con este grupo han cambiado. ¿Le gustaría actualizar a todos los miembros?

# chatScreenTapForMemberDetails
source: Tap for member details
de: Tippen Sie hier, um die Details der Mitglieder anzuzeigen.
es: Toque para obtener los detalles del miembro

# chatStartOfConversationInitiatedByMe
source: You established this channel on {date} at {time}
de: Sie haben diesen Kanal am {date} bei {time}eingerichtet.
es: Estableciste este canal en {date} en {time}

# chatTooLong
source: The chat message is too long
de: Die Chat-Nachricht ist zu lang
es: El mensaje de chat es demasiado largo

# chatTypeMessagePrompt
source: Message to {name}
de: Nachricht an {name}
es: Mensaje para {name}

# chatTypeMessagePromptGroup
source: Message to the channel
de: Nachricht an den Kanal
es: Mensaje al canal

source: Choose from gallery
de: Wählen Sie aus der Galerie
es: Elige de la galería

# claimOfferTitle
source: Find an invitation on Meeting Place
de: Eine Einladung auf Meeting Place finden
es: Encuentra una invitación en Meeting Place

# configureCustomMediatorEndpoint
source: Configure your own message server endpoint
de: Konfigurieren eines eigenen Nachrichtenserver-Endpunkts
es: Configurar su propio punto de conexión del servidor de mensajes

# connectedVia
source: Connected via {mediatorName}
de: Verbunden über {mediatorName}
es: Conectado a través de {mediatorName}

# connectionApproach
source: Channel establishment approach
de: Ansatz zur Kanaleinrichtung
es: Enfoque de establecimiento de canales

# connectionDeletePrompt
source: {amount, plural, =0{Are you sure you want to delete this invitation? You cannot undelete an invitation!} =1{Are you sure you want to delete this invitation? You cannot undelete an invitation!} other{Are you sure you want to delete {amount} selected invitations? You cannot undelete invitations!}}
de: {amount, plural, =1{Are you sure you want to delete one selected connection?} other{Are you sure you want to delete {amount} selected connections?}}
es: {amount, plural, =1{Are you sure you want to delete one selected connection?} other{Are you sure you want to delete {amount} selected connections?}}

# connectionDetails
source: Channel connection details
de: Details zur Kanalverbindung
es: Detalles de conexión de canal

# connectionEstablished
source: Channel established
de: Kanal eingerichtet
es: Canal establecido

# connectionOfferDetails
source: Invitation Details
de: Details zur Einladung
es: Detalles de la invitación

# connectionPhrase
source: Phrase: {phrase}
es: Frase: {phrase}

# connectionsNowConnected
source: You are now connected with
de: Sie sind nun verbunden mit
es: Ahora está conectado con

# connectionsPanelOobFailedBody
source: Unable to establish the connection. Please try again.
de: Die Verbindung kann nicht hergestellt werden. Bitte versuchen Sie es erneut.
es: No se puede establecer la conexión. Por favor, inténtalo de nuevo.

# connectionsPanelOobFailedTitle
source: Channel creation failed
de: Fehler bei der Kanalerstellung
es: Error en la creación del canal

# connectionsPanelSubtitle
source: Swipe and tap to manage your invitations.
de: Wischen und tippen Sie, um Ihre Einladungen zu verwalten und Kanäle zum Chatten mit Ihren Kontakten einzurichten
es: Desliza y toca para administrar tus invitaciones.

source: Connect with {firstName}!
de: Verbinden Sie sich mit {firstName}!
es: ¡Conéctate con {firstName}!

# connectWithPersonAiServiceBusiness
source: Connect with a Person or AI Agent
de: Verbinden Sie sich mit einer Person oder einem KI-Agenten
es: Conéctese con una persona o un agente de IA

# contactAdded
source: Added {dateAdded}
de: Hinzugefügte {dateAdded}
es: Añadido {dateAdded}

# contactDeleteHeading
source: Delete channel
de: Kontakt löschen
es: Eliminar contacto

# contactsPanelSubtitle
source: Tap a channel to chat, double-tap to view details, tap and hold to delete.
de: Tippen Sie auf einen Kontakt, um zu chatten, doppeltippen Sie, um Details anzuzeigen, tippen und halten Sie ihn gedrückt, um ihn zu löschen.
es: Toca un contacto para chatear, toca dos veces para ver los detalles, toca y mantén presionado para eliminar.

# contactStatus
source: {status, select, pendingApproval{Pending Approval} pendingInauguration{Establishing Connection} approved{Active Contact} rejected{Rejected} error{Error} deleted{Deleted} active{Active Channel} unknown{Unknown} other{Unknown}}
de: {status, select, pendingApproval{Pending Approval} pendingInauguration{Establishing Connection} approved{Active Contact} rejected{Rejected} error{Error} deleted{Deleted} active{Active Contact} unknown{Unknown} other{Unknown}}
es: {status, select, pendingApproval{Pending Approval} pendingInauguration{Establishing Connection} approved{Active Contact} rejected{Rejected} error{Error} deleted{Deleted} active{Active Contact} unknown{Unknown} other{Unknown}}

# createdValidUntil
source: Created {createdTimeAgo}, valid until {validUntilDate}
de: Angelegt {createdTimeAgo}, gültig bis {validUntilDate}
es: Creado {createdTimeAgo}, válido hasta {validUntilDate}

# createGroupChatOffer
source: Group chat
de: Gruppenchat
es: Chat grupal

source: Customise identity card
de: Personalausweis anpassen
es: Personaliza el documento de identidad

# customMediators
source: Custom Message Servers
de: Benutzerdefinierte Nachrichtenserver
es: Servidores de mensajes personalizados

source: Custom Phrase
de: Benutzerdefinierte Phrase
es: Frase personalizada

# customPhraseHelperText
source: Enter a unique custom phrase. You may use as many words as you like, separated by spaces.
de: Geben Sie eine eindeutige benutzerdefinierte Phrase ein. Sie können so viele Wörter verwenden, wie Sie möchten, getrennt durch Leerzeichen.
es: Introduzca una frase personalizada única. Puedes usar tantas palabras como quieras, separadas por espacios.

# customPhraseRequired
source: Custom phrase is required when not using random phrase
de: Benutzerdefinierte Phrase ist erforderlich, wenn keine zufällige Phrase verwendet wird
es: Se requiere una frase personalizada cuando no se usa una frase aleatoria

source: Debug mode disabled
de: Debug-Modus deaktiviert
es: Modo de depuración deshabilitado

# debugModeHelperText
source: Debug mode is enabled. Tap version info {tapCount} times to toggle.
de: Der Debug-Modus ist aktiviert. Tippen Sie {tapCount} Mal auf Versionsinformationen, um umzuschalten.
es: El modo de depuración está habilitado. Toca información de la versión {tapCount} veces para alternar.

# debugModeLabel
source: Debug Mode
de: Debug-Modus
es: Modo de depuración

# debugPanelAddTestLog
source: Add test log
de: Hinzufügen eines Testprotokolls
es: Agregar registro de pruebas

# debugPanelClearLogs
source: Clear logs
de: Protokolle löschen
es: Borrar registros

# debugPanelCopyLogs
source: Copy logs to clipboard
de: Kopieren von Protokollen in die Zwischenablage
es: Copiar registros en el portapapeles

# debugPanelLogsAppearMessage
source: Logs will appear here as you use the app
de: Hier werden Protokolle angezeigt, wenn Sie die App verwenden
es: Los registros aparecerán aquí a medida que use la aplicación

# debugPanelLogsCopied
source: Logs copied to clipboard
de: Protokolle, die in die Zwischenablage kopiert werden
es: Registros copiados en el portapapeles

# debugPanelNoLogs
source: No logs available
de: Keine Protokolle verfügbar
es: No hay registros disponibles

# debugPanelSubtitle
source: View application logs and debug information
de: Anzeigen von Anwendungsprotokollen und Debuginformationen
es: Ver registros de aplicaciones e información de depuración

# debugPanelTitle
source: Debug Panel
de: Bereich "Debuggen"
es: Panel de depuración

source: Server Settings
de: Server-Einstellungen
es: Configuración del servidor

# serverSettingsHelperText
source: Select the default server for messaging communication
de: Wählen Sie den Standardserver für die Messaging-Kommunikation aus
es: Seleccione el servidor predeterminado para la comunicación de mensajería

# debugSettingsTitle
source: Debug Settings
de: Debug-Einstellungen
es: Configuración de depuración

# deleteCustomMediator
source: Delete Custom Message Server
de: Benutzerdefinierten Message-Server löschen
es: Eliminar servidor de mensajes personalizados

# deleteCustomMediatorConfirm
source: Are you sure you want to delete "{name}"? This action cannot be undone.
de: Sind Sie sicher, dass Sie "{name}" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar "{name}"? Esta acción no se puede deshacer.

# deletedMediatorSuccess
source: Deleted message server "{name}"
de: Gelöschter Message-Server "{name}"
es: Servidor de mensajes eliminados "{name}"

source: Description
de: Beschreibung
es: Descripción

# descriptionRequired
source: Description is required
de: Beschreibung ist erforderlich
es: Se requiere descripción

# descriptionTooLong
source: The description is too long
de: Die Beschreibung ist zu lang
es: La descripción es demasiado larga

# didMustStartWith
source: DID must start with "did:"
de: DID muss mit "did:" beginnen.
es: DID debe comenzar con "did:"

source: Display Name
de: Anzeigename
es: Nombre para mostrar

# displayNameAddNew
source: Add new identity
de: Neue Identität hinzufügen
es: Agregar nueva identidad

# displayNameAlias
source: Identity Alias
de: Identitäts-Alias
es: Alias de identidad

# displayNameHelperText
source: You can change the display name for this channel. The other party will not see what you call it.
de: Sie können den Anzeigenamen für diesen Kontakt ändern. Der anderen Partei wird dieser Name nicht angezeigt.
es: Puede cambiar el nombre para mostrar de este contacto. La otra parte no verá este nombre.

# displayNamePrimary
source: Primary Identity
de: Primäre Identität
es: Identidad primaria

# easterEggEnabled
source: ðŸŽ‰ Easter egg unlocked! Debug mode enabled
de: 🎉 Easter Egg freigeschaltet! Debug-Modus aktiviert
es: ¡Huevo de Pascua desbloqueado! Modo de depuración habilitado

# editIdentityTitle
source: Edit identity: {identityName}
de: Identität bearbeiten: {identityName}
es: Editar identidad: {identityName}

source: Email
es: Correo electrónico

# emailTooLong
source: The email address is too long
de: Die E-Mail-Adresse ist zu lang
es: La dirección de correo electrónico es demasiado larga

source: Enter alias label
de: Alias-Label eingeben
es: Introduzca la etiqueta de alias

source: Enter custom phrase
de: Benutzerdefinierte Phrase eingeben
es: Introducir frase personalizada

source: Enter email
de: E-Mail-Adresse eingeben
es: Ingrese el correo electrónico

source: Enter first name
de: Geben Sie den Vornamen ein
es: Ingrese el nombre

source: Enter last name
de: Nachname eingeben
es: Ingrese el apellido

source: Enter mobile
de: Hier kommt das Handy ins Spiel
es: Ingrese al móvil

source: Enter passphrase
de: Passphrase eingeben
es: Introducir frase de contraseña

# errorLoadingMediator
source: Error loading message server
de: Fehler beim Laden des Meldungsservers
es: Error al cargar el servidor de mensajes

# errorOwnerCannotClaimOffer
source: You cannot claim this invitation because you are the owner
de: Sie können diese Einladung nicht beanspruchen, da Sie der Eigentümer sind
es: No puedes reclamar esta invitación porque eres el propietario

# expiresAt
source: Expires: {date} at {time}
de: Läuft ab: {date} um {time}
es: Expira: {date} a las {time}

# expiryDateFuture
source: Expiry date must be in the future
de: Das Ablaufdatum muss in der Zukunft liegen
es: La fecha de caducidad debe ser futura

# expiryDateRequired
source: Expiry date is required when expiry is enabled
de: Das Ablaufdatum ist erforderlich, wenn der Ablauf aktiviert ist
es: La fecha de caducidad es necesaria cuando la caducidad está habilitada

# failedToAddMediator
source: Failed to add message server: {error}
de: Fehler beim Hinzufügen des Nachrichtenservers: {error}
es: No se pudo agregar el servidor de mensajes: {error}

# failedToDeleteMediator
source: Failed to delete message server: {error}
de: Fehler beim Löschen des Nachrichtenservers: {error}
es: No se pudo eliminar el servidor de mensajes: {error}

# failedToPublishOffer
source: Failed to publish invitation: {error}
de: Einladung konnte nicht veröffentlicht werden: {error}
es: No se pudo publicar la invitación: {error}

source: Filter...
es: Filtro...

# findPersonAiBusinessDescription
source: To connect with a person or AI Agent on Meeting Place, enter the connection phrase they have shared with you.
de: Um sich mit einer Person oder einem KI-Agenten auf Meeting Place zu verbinden, geben Sie die Verbindungsphrase ein, die sie mit Ihnen geteilt haben.
es: Para conectarse con una persona o un agente de IA en Meeting Place, ingrese la frase de conexión que ha compartido con usted.

source: First Name
de: Vorname
es: Nombre

# firstNameChatGroup
source: {firstName}'s chat group
de: Chatgruppe von{firstName}
es: {firstName}grupo de chat

# formValidationCustomPhraseRequired
source: Custom phrase is required when not using random phrase
de: Benutzerdefinierte Phrase ist erforderlich, wenn keine zufällige Phrase verwendet wird
es: Se requiere una frase personalizada cuando no se usa una frase aleatoria

# formValidationDescriptionRequired
source: Description is required
de: Beschreibung ist erforderlich
es: Se requiere descripción

# formValidationExpiryDateFuture
source: Expiry date must be in the future
de: Das Ablaufdatum muss in der Zukunft liegen
es: La fecha de caducidad debe ser futura

# formValidationExpiryDateRequired
source: Expiry date is required when expiry is enabled
de: Das Ablaufdatum ist erforderlich, wenn der Ablauf aktiviert ist
es: La fecha de caducidad es necesaria cuando la caducidad está habilitada

# formValidationHeadlineRequired
source: Headline is required
de: Überschrift ist erforderlich
es: Se requiere título

# formValidationMaxUsagesGreaterThanZero
source: Max usages must be greater than 0
de: Die maximale Nutzung muss größer als 0 sein.
es: Los usos máximos deben ser mayores que 0

# generalAdd
source: Add
de: Hinzufügen
es: Agregar

# generalApprove
source: Approve
de: Billigen
es: APROBAR

# generalBalloons
source: Balloons
de: Ballone
es: Globos

# generalCamera
source: Camera
de: Kamera
es: Cámara

# generalCancel
source: Cancel
de: Abbrechen
es: Cancelar

# generalClose
source: Close
de: Schließen
es: Cerrar

# generalConfetti
source: Confetti
de: Konfetti
es: Confeti

# generalConnect
source: Connect
de: Verbinden
es: Conectar

# generalDelete
source: Delete
de: Löschen
es: BORRAR

# generalDid
source: DID
de: TAT
es: ¿LO HUD?

# generalDidSha256
source: DID (SHA256)
de: DIS (SHA256)
es: TID (SHA256)

# generalDone
source: Done
de: Fertig
es: Hecho

# generalEmail
source: Email
es: Correo electrónico

# generalJoined
source: Joined
de: Angegliedert
es: Unido

# generalMediator
source: Message Server
es: Servidor de mensajes

# generalMobile
source: Mobile
de: Mobil
es: Móvil

# generalName
source: Name
es: Nombre

# generalOk
source: Ok
de: Okay
es: DE ACUERDO

# generalPhoto
source: Photo
de: Foto
es: Foto

# generalReject
source: Reject
de: Ablehnen
es: RECHAZAR

# generalSearch
source: Search
de: Suchen
es: Buscar

# generateRandomPhraseHelperDisabled
source: The custom phrase you enter will be used to uniquely identify this invitation to connect. It must be unique in the Meeting Place universe.
de: Die von Ihnen eingegebene benutzerdefinierte Phrase wird verwendet, um diese Einladung zur Verbindung eindeutig zu identifizieren. Es muss einzigartig im Meeting Place-Universum sein.
es: La frase personalizada que ingrese se utilizará para identificar de manera única esta invitación a conectarse. Debe ser único en el universo de Meeting Place.

# generateRandomPhraseHelperEnabled
source: Generate a random phrase
de: Generieren einer zufälligen Phrase
es: Generar una frase aleatoria

# genericPublishError
source: Failed to publish offer
de: Fehler beim Veröffentlichen des Angebots
es: No se pudo publicar la oferta

# genWordConciergeMessage
source: Concierge message
de: Nachricht des Concierges
es: Mensaje de conserjería

# genWordLater
source: Later
de: Später
es: Más tarde

# genWordYes
source: Yes
de: Ja
es: Sí

source: Group Admin
de: Gruppen-Admin
es: Administrador de grupos

# groupDetails
source: Group Channel Details
de: Details zum Gruppenkanal
es: Detalles del canal de grupo

# groupMemberExited
source: Exited from the group
de: Aus der Gruppe verlassen
es: Salió del grupo

source: Group Members
de: Gruppenmitglieder
es: Miembros del grupo

# groupMessageInfo
source: {memberName} on {date} at {time}
de: {memberName} auf {date} bei {time}
es: {memberName} en {date} en {time}

# groupNoMembersToChat
source: You are currently the only member of this group. You can start chatting when another member joins.
de: Sie sind derzeit das einzige Mitglied dieser Gruppe. Sie können mit dem Chatten beginnen, wenn ein anderes Mitglied beitritt.
es: Actualmente eres el único miembro de este grupo. Puede comenzar a chatear cuando otro miembro se una.

# groupOfferHelperText
source: The invitation will represent a group chat for multiple contacts to join and chat. You still have control over who can join the group chat.
de: Die Einladung stellt einen Gruppenchat dar, an dem mehrere Kontakte teilnehmen und chatten können. Sie haben weiterhin die Kontrolle darüber, wer dem Gruppenchat beitreten kann.
es: La invitación representará un chat grupal para que varios contactos se unan y chateen. Todavía tienes control sobre quién puede unirse al chat grupal.

source: Headline
de: Schlagzeile
es: Titular

# headlineRequired
source: Headline is required
de: Überschrift ist erforderlich
es: Se requiere título

# identitiesPanelSubtitle
source: Swipe left and right to review and add to your identities list, drag down to delete
de: Wischen Sie nach links und rechts, um Ihre Identitätsliste zu überprüfen und hinzuzufügen, ziehen Sie sie zum Löschen nach unten
es: Desliza el dedo hacia la izquierda y hacia la derecha para revisar y agregar a tu lista de identidades, arrastra hacia abajo para eliminar

# identityAliasesDescription
source: Take control of your privacy, by creating identity aliases to represent yourself to contacts you connect with
de: Übernehmen Sie die Kontrolle über Ihre Privatsphäre, indem Sie Identitätsaliase erstellen, um sich gegenüber Kontakten, mit denen Sie sich verbinden, zu repräsentieren
es: Toma el control de tu privacidad, creando alias de identidad para representarte a ti mismo ante los contactos con los que te conectas

source: Identity alias personal details
de: Identitätsalias persönliche Daten
es: Datos personales de alias de identidad

# identityDeleteHeading
source: Delete identity
de: Identität löschen
es: Eliminar identidad

# identityDeletePrompt
source: Are you sure you want to delete identity "{identity}"? You cannot undelete an identity!
de: Sind Sie sicher, dass Sie die Identität "{identity}" löschen möchten? Sie können eine Identität nicht wiederherstellen!
es: ¿Está seguro de que desea eliminar la identidad "{identity}"? ¡No puedes recuperar una identidad!

# invalidEmail
source: The email address is invalid
de: Die E-Mail-Adresse ist ungültig
es: La dirección de correo electrónico no es válida

# invalidMobileNumber
source: The mobile number is invalid
de: Die Handynummer ist ungültig
es: El número de teléfono móvil no es válido

source: Keep me anonymous
de: Anonym bleiben
es: Mantenme en el anonimato

source: Last Name
de: Nachname
es: Apellido

source: Limit number of uses
de: Begrenzen Sie die Anzahl der Verwendungen
es: Limitar el número de usos

# limitUsesHelperDisabled
source: The invitation can be used an unlimited number of times
de: Die Einladung kann unbegrenzt oft verwendet werden
es: La invitación se puede utilizar un número ilimitado de veces

# limitUsesHelperEnabled
source: The invitation can only be used this many times
de: Die Einladung kann nur so oft verwendet werden
es: La invitación solo se puede usar tantas veces
